tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/services"
brew "bat"
brew "chezmoi"
brew "coreutils"
brew "direnv"
brew "eza"
brew "fd"
brew "fish"
brew "fisher"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "jq"
brew "mas"
brew "nodenv"
brew "pipenv"
brew "rbenv"
brew "ripgrep"
brew "yarn"
brew "zoxide"
brew "zsh"
cask "1password"
cask "1password-cli"
cask "cleanshot"
cask "dash"
cask "firefox"
cask "flux"
cask "fork"
cask "hiddenbar"
cask "iterm2-beta"
cask "karabiner-elements"
cask "raycast"
cask "signal"
cask "sonos"
cask "spotify"
cask "steermouse"
cask "the-unarchiver"
cask "visual-studio-code"
cask "yubico-yubikey-manager"
mas "1Password for Safari", id: 1569813296
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
