tap "adoptopenjdk/openjdk"
tap "eth-p/software"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
brew "bat"
brew "chezmoi"
brew "coreutils"
brew "exa"
brew "fd"
brew "fontforge"
brew "fzf"
brew "git"
brew "git-delta"
brew "helix"
brew "jq"
brew "lazygit"
brew "mas"
brew "neovim"
brew "nodenv"
brew "pipenv"
brew "rbenv"
brew "ripgrep"
brew "rustup-init"
brew "starship"
brew "tmux"
brew "watchman"
brew "zsh"
brew "eth-p/software/bat-extras-batdiff"
brew "eth-p/software/bat-extras-batgrep"
brew "eth-p/software/bat-extras-batman"
cask "1password"
cask "1password-cli"
cask "adoptopenjdk11"
cask "dash"
cask "docker"
cask "figma"
cask "firefox"
cask "fliqlo"
cask "flux"
cask "font-meslo-lg-nerd-font"
cask "google-chrome"
cask "hiddenbar"
cask "iterm2"
cask "karabiner-elements"
cask "kitty"
cask "raycast"
cask "rectangle"
cask "shottr"
cask "signal"
cask "slack"
cask "spotify"
cask "steermouse"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "yubico-yubikey-manager"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Color Picker", id: 1545870783
mas "Keynote", id: 409183694
mas "NotePlan", id: 1505432629
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pandan", id: 1569600264
