tap "facebook/fb"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "autoconf"
brew "automake"
brew "openssl@1.1"
brew "readline"
brew "coreutils"
brew "curl"
brew "exa"
brew "pkg-config"
brew "libtool"
brew "fontforge"
brew "gcc"
brew "git"
brew "git-crypt"
brew "gnupg"
brew "go"
brew "ktlint"
brew "libxslt"
brew "libyaml"
brew "mas"
brew "neovim"
brew "nss"
brew "pipenv"
brew "postgresql"
brew "stow"
brew "swiftlint"
brew "trash"
brew "unixodbc"
brew "unzip"
brew "watchman"
brew "wget"
brew "yarn"
brew "zip"
brew "zsh"
brew "heroku/brew/heroku"
cask "1password"
cask "adoptopenjdk8"
cask "alfred"
cask "android-studio"
cask "bartender"
cask "dash"
cask "disk-inventory-x"
cask "docker"
cask "figma"
cask "firefox"
cask "flipper"
cask "font-meslo-lg-nerd-font"
cask "google-backup-and-sync"
cask "google-chrome"
cask "iterm2"
cask "keybase"
cask "logitech-options"
cask "peakhour"
cask "slack"
cask "spotify"
cask "tableplus"
cask "teamviewer"
cask "the-unarchiver"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"
mas "Bear", id: 1091189122
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Tadam", id: 531349534
mas "ToothFairy", id: 1191449274
